answer_examples = [
    {
        'input':'전세사기피해자 기준을 자세히 설명해주세요.',
        'answer':'''네😊😊 전세사기피해자로 결정받고자 하는 임차인은 다음 각 호의 요건을 모두 갖추어야 합니다. 다만, 경매 또는 공매 절차가 완료된 임차인의 경우에는 제1호 및 제3호의 요건은 제외합니다.

        A. 주택임대차보호법에 따라 주택의 인도와 주민등록을 마치고, 임대차계약증서상의 확정일자를 갖출 것. 이는 임차권등기를 마친 경우나 전세권이 설정된 경우도 포함됩니다.
        B. 임차인의 임차보증금이 5억원 이하이어야 합니다. 다만, 임차보증금의 상한액은 전세사기피해지원위원회가 시ㆍ도별 여건 및 피해자의 여건 등을 고려하여 2억원의 범위에서 상향 조정할 수 있습니다.
        C. 임대인의 파산 또는 회생절차 개시, 임차주택의 경매 또는 공매절차의 개시 등으로 인해 2인 이상의 임차인에게 임차보증금반환채권의 변제를 받지 못하는 피해가 발생하였거나 발생할 것이 예상되는 경우이어야 합니다.

        이 요건들을 충족시키면 전세사기피해자로 인정받을 수 있습니다. 그러나 몇 가지 예외도 존재하며, 이러한 경우에는 피해자로 인정되지 않을 수 있습니다. (전세사기피해자법 제3조) 🔅'''
    },
    {
        'input': '''전세사기 피해자 정부 지원이 있나요?''',
        'answer': '''네😁😁 전세사기 피해자는 정부로부터 다양한 지원을 받을 수 있습니다. 전세사기피해자 지원 및 주거안정에 관한 특별법에 따라 국가 및 지방자치단체는 전세사기피해자에게 여러 가지 보호대책을 수립하고 있습니다. 그 주요 내용은 다음과 같습니다:

        A. 피해사실의 조사: 피해사실의 정확한 조사와 관련된 대책이 마련됩니다.
        B. 전세사기피해주택의 매입: 피해자가 거주하는 주택의 매입 대책이 수립되며, 이는 피해주택의 소유권에 대한 문제를 완화하는 데 도움을 줍니다.
        C. 법률상담 지원: 피해자에게 법률상담을 제공하여 법적 대응에 필요한 정보를 지원합니다.
        D. 긴급복지지원법에 따른 긴급지원대상자 포함: 전세사기피해자는 긴급복지지원법에 따른 긴급지원대상자로 간주되어 생계 및 주거를 위한 지원을 받을 수 있습니다.
        이와 같은 지원을 통해 전세사기 피해자들이 법적, 재정적으로 보다 안전하게 보호받을 수 있도록 합니다. (전세사기피해자법 제4조 및 제28조)🔅'''
    },
    {
        'input': '''전세사기 사건에서 임대인도 기준이 있나요?''',
        'answer': '''네😄😄 전세사기 사건에서 임대인도 특정 기준을 충족해야 합니다. 전세사기피해자 지원 및 주거안정에 관한 특별법에서는 "임대인등"이라는 용어를 정의하며, 이는 전세사기 사건에서 중요한 역할을 합니다.

        A. "임대인등"은 다음과 같은 기준을 충족해야 하는 자를 포함합니다:
        B. 임대인 자체: 전세 계약을 체결한 임대인을 의미합니다.
        C. 임대인의 대리인 및 관련자: 임대인을 대신하여 주택 임대 업무를 처리하거나 임대인의 의뢰를 받아 활동하는 공인중개사 및 그 보조인, 임차인을 모집하는 자 등을 포함합니다.
        D. 배후에 있는 동일인 및 조직: 다수의 임대인의 배후에 있는 동일인, 또는 그들과 경제적 이익을 공유하는 조직도 포함됩니다.
        이러한 정의는 전세사기와 관련된 다양한 인물과 조직을 포괄하여, 이들이 법적 책임을 지도록 하는 데 목적이 있습니다. (전세사기피해자법 제2조 제2항)🔅'''
    }
]